export const generalTips = [
  "أعمل صداقة مع البروفات متاعك وخليك منظم معاهم، خاطر الصداقة مع البروف أهم من الكور وأهم من الامتحانات. كيما هكا، تنجم تسألهم كي ما تفهمش حاجة وتستفسر منهم. 😃👍",
  "رد بالك تغيب في المواد الأساسية اللي فيها كور، خاطر المعلومات اللي يعطوهم مهمين وهما الأساس. وزيد ديما دوكيمونت ناقص، وترسيلك تكون مع أصحابك باش يعطوك حاجة تطبعها.",
  "أعمل أصحاب من مختلف الشعب، وخاصة اللي أكبر منك في المستوى والعمر. كيما هكا، تاخذ منهم برشا نصايح وما يخلوكش تضيع. 👭👫",
  "في أول أسبوع، دور في الفاك الكل باش تعرف الطرقات وما تضيعش. 🏫👍😉",
  "ما تخليش نشاطك يقتصر على القراية، أدخل في نوادي وتعلم مهارات جديدة. 🤗⛾♲",
  "كي تصيرلك مشكلة في أوراقك ولا مع الإدارة، برا احكي مع ممثلين الطلبة وهم يفضوا مشكلتك. 🤗✊",
  "عيش حياتك ولبس كيما تحب، أما عمرك ما تعلق على لباس حد ولا على شكله 😄",
  "بطاقة طالب تعدي بيها امتحاناتك الكل، وساعات يطلبوها عليك. 💳👮",
  "رد بالك تخلي صاكك بجنب حد، خليه ديما في جنبك. 👜",
];

export const restoTips = [
  "إذا ما شبعتش، تنجم تعاود دوبل، ما فيها حتى قلق. خاطر مش كيف داركم باش تلقى ماكلة تستنى فيك. 🍱🍲🤗",
  "حاول تمشي للرستو بكري، وما تسألنيش علاش، توة بعد تعرف وحدك. 😅",
  "إذا نسيت الجتون، تنجم تاكل ببطاقة الخدمات الجامعية اللي يعطوهالك نهار اللي ترسم في الفوايي، وتستظهر بيها في الرستو.",
  "ما تعودش أصحابك بعطيان التيكيات، خاطر كي يحلبوا عليك، ما تنجمش تسلك منهم. 🤐",
];

export const foyerTips = [
  "أول ما تستلم مفتاح الغرفة، برا ديراكت أعمل منه زوز نسخ، استعمل واحد وخبي الآخر. 🔑🔑",
  "اشري كادنا للكازيي وما تخليهش محلول مشرع، ماكش في داركم. كيف كيف، خبي نسخ من مفتاح الكادنا، تلقاه وقت الشدة. 🔐🔑🔑",
  "حاول تختار بيتك في الطابق الأول ولا الثاني. 🏬2️⃣1️⃣",
  "اشري فاليز تتسكر بالكود ولا اعمللها كادنا صغيرة، باش ما ينجم حد يحلها في غيابك. 🔒🎒",
  "رد بالك تعمل على زميلك، يسكر الباب وراك، ديما ضمن عليه، خصوصًا كي تمشي تقرا. 🔏",
  "ما تجيبش مواد التنظيف من داركم، اشريهم أول نهار كي تجي تسكن من البلاصة اللي تسكن فيها. 🧽🧼🧹🧻",
  "رد بالك تغيب على ماعونك ودبشك، ما تسلف من حد وما تسلف حد. ⛔👖👕👗🍵🍳🍽🚫🚫",
  "اشري معطر جو. 💨🌸🌸",
  "خلي عندك صندوق إسعافات فيه الحاجات الأساسية اللي تحتاجها: دواء للسخانة، الزكام، المعدة، باش ما تبقاش متمرمد. 💊🩹🩺",
  "إذا تحب تنجح بالحق، وما تكثرش الخلط في الفوايي، يكفيك كعبتين يكونوا رايضين، راهو الصاحب ساحب. 🤓✌",
  "خبي فلوسك في كارت جان، وخلي عندك كان مصروف الجمعة، وما تصرفش فلوسك على حاجات تافهة. 🛍️🛒🎁",
  "كي يتصبولك فلوس، ديما خلي في الكارت حق ركوبك، ما تجبدوش. 🚎💸",
  "أوراقك وكوارطك وفلوسك ديما فوقك. 💳🔑💵📑🖇️",
  "بالنسبة للبنات، عمرك ما توخر في المرواح للفوايي، راك تتمرمد. 🌃🚫🚫",
];

export const contributors = [
  "Youssef Ben Salem",
  "Zaineb Ismail",
  "Balkis Thebti",
  "Asma Bej",
  "Siwar Bouazizi",
  "Loua Matri",
  "Ghada Az",
  "Adel Aiouaz",
  "Améni Jdidi",
];
